<template>
  <div class="article">
    <div class="cover">
      <img src="https://via.placeholder.com/1500x500" alt="">
    </div>
    <div class="columns body">
      <div class="column is-2"></div>
      <div class="column">
        <div class="columns">
          <div class="column">
            <h1 class="title">ซัมติงจิงกะเบล</h1>
            คอนโดมิเนียมดยุคครัวซองออสซี่ว้อย บ๊วยไลฟ์ซีเนียร์แอ๊บแบ๊ว บาร์บี้โยเกิร์ตโซนมอคค่า ช็อปปิ้งเท็กซ์ซาดิสม์แฟ้บ วอลนัตมาร์เก็ตติ้ง แตงกวาแมคเคอเรลสเตริโอ ฮิปโปฟินิกซ์แบ็กโฮ แบรนด์เอาท์เซนเซอร์โปสเตอร์ฮันนีมูน แซ็กดีพาร์ทเมนท์ไดเอ็ตออกแบบ อึมครึมมาเฟียมาร์เก็ตติ้ง สเตชันเปปเปอร์มินต์เมี่ยงคำ ไนน์แอดมิชชั่น ออดิทอเรียมเซนเซอร์ ไงฟอยล์กรีนฟลุคไลท์ ลิสต์สเปค สตรอเบอรีฮิบรู
            <br><br>
            มิวสิคเอ๋อซัพพลายแฮมเบอร์เกอร์ ใช้งานแคร็กเกอร์ ลีเมอร์ คันธาระ อัลตรา ไฮไลต์ ศึกษาศาสตร์ ราสเบอร์รีม้านั่งหมั่นโถวเพียวเอฟเฟ็กต์ บัตเตอร์แพ็ค ชาร์ต โปรโมทเซ็นเซอร์ โดนัท สะบึมเลคเชอร์ต่อรองเยน ตรวจสอบ เปียโนเทคโนแครตผลักดัน รีเสิร์ช
            <br><br>
            เซลส์แมนซิงวาริชศาสตร์แพกเกจสตริง แคมปัสสแล็กวาซาบิเฟรชลามะ ซิมโฟนีรองรับแอดมิชชั่น เพียวคอร์ปโง่เขลาเปียโน มาร์ค ท็อปบู๊ทตื้บฮวงจุ้ยคูลเลอร์ เซ็กส์ความหมายนินจาวอลนัต แซ็กชะโนดคอมพ์แฟรี โหลนเพียบแปร้ ผิดพลาดดอกเตอร์พาร์ทเนอร์มาเฟียไอติม เป็นไงวานิลลาโอเพ่นนอมินีอัลบั้ม แป๋วอัลบั้ม แดรี่เอาต์เอาต์บอร์ดลิสต์ แดนซ์ม้านั่งบ็อกซ์ก๊วนอุปสงค์ กาญจนาภิเษกรามาธิบดีวอลนัท ต่อยอดความหมายติวเตอร์ซิ้มสเต็ป
            <br><br>
            สไปเดอร์ต่อยอดฮิปฮอปไฮเวย์ รัมเฟรมเอฟเฟ็กต์คาร์โก้โปร ฮิบรูโครนาวอลนัตฮาโลวีน แฟ้บ ออร์แกนิกมายาคติเพียบแปร้ซานตาคลอส ดยุคไฮบริด แคมปัสเห็นด้วยโปรดักชั่นสเปคการันตี ฮาราคีรีเหี่ยวย่น แฟร์ ไฮไลท์คูลเลอร์ มอบตัวอาข่าอีแต๋น กรีนศิลปวัฒนธรรม ศิลปากรพรีเมียร์แม่ค้าลาเต้ฟยอร์ด คองเกรส ไอซียูทัวริสต์แบนเนอร์เคอร์ฟิว สกายเปียโนอีสเตอร์แมชชีน
            
            <img src="https://via.placeholder.com/800x400" alt="">

            โจ๋ เวอร์ ศึกษาศาสตร์ทอล์คโบ้ยเทวา สแควร์ เคลมเคอร์ฟิว ฟรุตยูโรก๋ากั่นเซฟตี้ ไฮไลต์เป่ายิ้งฉุบเทรลเลอร์ แซ็กโซโฟนผิดพลาดโอเปร่า ฮอตคอมพ์ซิตี้ โยโย่เหี่ยวย่น เพนกวินกุมภาพันธ์คอนเซ็ปต์ ดัมพ์พรีเซ็นเตอร์กลาส เวสต์เอฟเฟ็กต์โปรดักชั่นโมหจริตเปียโน โอเปอเรเตอร์เซ็นทรัลคอมพ์โมเต็ลนาฏยศาลา บลูเบอร์รีซูเอี๋ย งั้นทัวริสต์
          </div>
          <div class="column is-narrow">share</div>
        </div>
      </div>
      <div class="column is-2"></div>
    </div>
    <div class="suggest">
      <h1 class="title is-5">You may also like</h1>
      article list here later
    </div>
  </div>
</template>

<script>
// @ is an alias to /src

export default {
  name: 'Article',
  components: {

  },
};
</script>

<style lang="scss" scoped>
  .article {
    text-align: left;

    .body {
      margin: 2rem 0;

      img {
        margin: 1.5rem 0;
      }
    }

    .suggest {
      text-align: center;
      margin-bottom: 2rem;
    }
  }
</style>
