<template>
  <div class="article">
    <img src="../../public/picture/bb3.jpg">
    <div class="columns body">
      <div class="column is-2"></div>
      <div class="column">
        <div class="columns">
          <div class="column">
            <h1 class="title">เพราะอาหารทำให้ฉันได้เปิดโลก</h1>
            โดย : มณีจันทร์ สว่างวงศ์
            <br></br>
            เมนูอาหาร : น้ำพริกกะปิ
            <br></br>
            ขึ้นชื่อว่าน้ำพริกกะปิ หลายคนอาจจะรู้สึกว่าเป็นอาหารที่ทุกบ้านทำกันได้ง่ายมากๆ และยิ่งในกรุงเทพมหานครด้วยแล้วเราจะพบเห็นอาหารชนิดนี้ได้ตามร้านข้าวแกงแดงร้อนเกือบทุกร้านเลยล่ะครับ แต่วันนี้เราจะพาคุณลองมาเปิดอีกประสบการณ์ในการรับประทานอาหารผ่านมุมมองของคุณยาย “มณีจันทร์ สว่างวงศ์” คุณยายที่ย้ายภูมิลำเนามาจากจังหวัดนครศรีธรรมราช เพื่อมาอยู่กับหลานๆในกรุงเทพมหานคร กับเรื่องราวที่น้ำพริกถ้วยนี้ทำให้คุณยายได้เปิดโลกทัศน์ใหม่ๆเลยครับ
            <br></br>
            คุณยายมณีจันทร์เริ่มเข้าสู่กรุงเทพฯเมื่อ 5 ปีที่แล้ว คุณยายยังไม่รู้จักเพื่อนบ้านคนอื่นๆสักเท่าไหร่ ในช่วงแรกคุณยายจึงใช้เวลาว่างที่อยู่บ้าน คอยปลูกผักในรูปแบบ “รั้วกินได้” เพื่อคลายเหงา และนำผักและวัตถุที่สรรหาได้มาประกอบอาหารให้หลานๆทานกัน ซึ่งสิ่งสำคัญที่คุณยายใส่ใจมากที่สุดในการทำอาหารให้หลานนั่นก็คือ “วัตถุดิบ” ในท้องถิ่นที่คุณยายมักจะชอบตุนเอาไว้เสมอเมื่อได้ไปบ้านเกิด
            <br></br>
            จนกระทั่งวันหนึ่งที่คุณยายมีโอกาสได้ไปทำบุญที่วัดละแวกบ้าน คุณยายจึงตั้งใจทำอาหารซึ่งหนึ่งในนั้นก็คือ “น้ำพริกกะปิ” คุณยายได้เตรียมวัตถุดิบที่สำคัญคือ “กะปิ” ที่คุณยายนำมาจากบ้านเกิด เนื่องจากมีรสชาติที่เค็มน้อยกว่าและเป็นกะปิที่ใช้สำหรับตำน้ำพริกโดยเฉพาะ จึงทำให้ได้รสชาติที่ตรงต่อความต้องการ และยังได้เก็บผักริมรั้วที่ปลูกเอาไว้ไปด้วย เพื่อนำทั้งหมดไปถวายพระ
            <br></br>
            แต่เมื่อไปวัดและถวายพระเสร็จสิ้น ก็ถึงคราวที่เพื่อนบ้านได้ชิมรสชาติที่คุณยายทำมา ซึ่งพอทุกคนได้ชิมรสชาตินั้นแล้วต่างเป็นที่ถูกอกถูกใจ ชื่นชอบกันเป็นอย่างมาก จนมีคนตะโกนกลางวัดว่า “น้ำพริกกะปิถ้วยนี้ ใครเป็นคนตำ ฝีมืออร่อยมากๆ” ซึ่งนั่นทำให้คุณยายเป็นที่รู้จักมากขึ้นและเริ่มมีเพื่อนบ้านมากขึ้น ซึ่งพอมีเพื่อนบ้านมากขึ้นยายก็ไม่พลาดที่จะทำน้ำพริกกะปิไปแจกจ่ายและแบ่งมาให้หลานๆได้ทานกันทุกอาทิตย์
            <br></br>
            คุณยายยังเล่าให้ฟังด้วยว่า ทุกครั้งที่คุณยายตำน้ำพริกจะมีความสุขมากๆ เพราะเนื่องด้วยน้ำพริกของคุณยายเป็นน้ำพริกที่ใช้วัตถุดิบจากบ้านของคุณยายโดยเฉพาะ และคุณยายก็ได้ใช้เวลาว่างในการแบ่งปันของอร่อยให้กับหลายๆ คนที่เปรียบเสมือนเป็นหลานอีกคนของยายเช่นกัน
            <br></br>
            ซึ่งสุดท้ายแล้ว คุณยายได้บอกว่า “อาหารที่ยายทำ มันอาจจะไม่ได้เงินมาก แต่ยายแค่อยากใช้เวลาตรงนี้ทำในสิ่งที่ยายรัก และส่งต่อพลังงานแห่งความสุขไปให้กับทุกๆ คนที่ได้ทานอาหารของยายเช่นกัน” แค่นี้ก็เพียงพอสำหรับคุณยายมณีจันทร์แล้ว...
            <br></br>
            เรื่องโดย : กฤตนัน ดิษฐบรรจง
          </div>
          <div class="column is-narrow">share</div>
        </div>
      </div>
      <div class="column is-2"></div>
    </div>
    <div class="suggest">
      <h1 class="title is-5">You may also like</h1>
      article list here later
    </div>
  </div>
</template>

<script>
// @ is an alias to /src

export default {
  name: 'Article',
  components: {

  },
};
</script>

<style lang="scss" scoped>
  .article {
    text-align: left;

    .body {
      margin: 2rem 0;

      img {
        margin: 1.5rem 0;
      }
    }

    .suggest {
      text-align: center;
      margin-bottom: 2rem;
    }
  }
</style>
